[
    {
        "mnozina": "namirnice",
        "tacno": false,
        "tekst": "Namirnice su zajedničko ime za hranu koju jedemo. One dakle nisu vrsta reči i ne koriste se u jeziku, ali se jezik koristi dok se namirnice žvaću."
    },
    {
        "mnozina": "naramenice",
        "tacno": false,
        "tekst": "Naramenice su komadi tkanine koji se ušivaju u sako ili bluzu da bi se bolje istakla ramena."
    },
    {
        "mnozina": "činjenice",
        "tacno": false,
        "tekst": "Činjenice nisu vrsta reči nego vrsta iskaza. Kaže se da je neki iskaz činjenica ako je nepobitno tačan."
    },
    {
        "mnozina": "farmerice",
        "tacno": false,
        "tekst": "Farmerice jesu jedna od deset osnovnih vrsta, ali ne reči već pantalona."
    },
    {
        "mnozina": "složenice",
        "tacno": false,
        "tekst": "Složenice jesu vrsta reči, ali ne spadaju u deset osnovnih vrsta reči u našem jeziku. One su posebna podvrsta koja se pojavljuje unutar više različitih vrsta reči, i zajedničko im je da su nastale spajanjem više reči. Na primer, u složenice spadaju: #- pridev „gologlav”, #- prilog „vratolomno”, #- glagol „džabalebariti”, #- imenica „vucibatina”"
    },
    {
        "mnozina": "dredovi",
        "tacno": false,
        "tekst": "Dredovi ili dredloci su vrsta frizure, dobijaju se ufrćkavanjem kose."
    },
    {
        "mnozina": "jarboli",
        "tacno": false,
        "tekst": "Jarboli su stubovi na kojima stoje jedra i zastave."
    },
    {
        "mnozina": "rogovi",
        "tacno": false,
        "tekst": "Rogovi su izrasline na glavama životinja kao što su jelen, nosorog, ovan, jarac, bik ili jednorog."
    },
    {
        "mnozina": "čopori",
        "tacno": false,
        "tekst": "Čopori su veće grupe pasa, mačaka, vukova, lisica, hijena, kojota ili vargova."
    },
    {
        "mnozina": "krompiri",
        "tacno": false,
        "tekst": "Krompiri nisu vrsta reči, ali su jedna od najvažnijih vrsta povrća na Zemlji i navodno jedina dosad uzgojena vrsta povrća na Marsu."
    },
    {
        "mnozina": "kroketi",
        "tacno": false,
        "tekst": "Kroketi su hrana dobijena prženjem krompira, a Dejvi Kroket je bio jedan od glavnih branilaca tvrđave Alamo u Teksasu."
    },
    {
        "mnozina": "namazi",
        "tacno": false,
        "tekst": "Namazi su smese koje se stavljaju na hleb ili u sendviče. Namazi se ponekad nazivaju i prilozima. Ali prilozi mogu da budu i „danas”, „dobro”, „prilično”, „veoma”, „zauvek”, dok namazi mogu da budu jedino senf, kečap, majonez..."
    },
    {
        "mnozina": "slojevi",
        "tacno": false,
        "tekst": "Slojevi označavaju koliko odeće neko ima na sebi, ili koliko puta su namazi namazani na hleb."
    },
    {
        "mnozina": "krojevi",
        "tacno": false,
        "tekst": "Krojevi su modeli po kojima se pravi odeća."
    },
    {
        "mnozina": "nojevi",
        "tacno": false,
        "tekst": "Nojevi su vrsta ptica."
    },
    {
        "mnozina": "prelazi",
        "tacno": false,
        "tekst": "Prelazi mogu biti pešački, slikarski ili bubnjarski, ali ne postoje kao vrsta reči."
    },
    {
        "mnozina": "prečice",
        "tacno": false,
        "tekst": "Prečice su načini da se neka razdaljina pređe brže, naprimer sporednim uličicama."
    },
    {
        "mnozina": "mečke",
        "tacno": false,
        "tekst": "Mečke su vrsta divljih životinja."
    },
    {
        "mnozina": "jazavci",
        "tacno": false,
        "tekst": "Jazavci su vrsta sisara. Žive u šumama, pored jezera i pokraj potočića, kao i u knjigama Petra Kočića."
    },
    {
        "mnozina": "usnici",
        "tacno": false,
        "tekst": "Usnik je deo duvačkog instrumenata kroz koji muzičar duva i proizvodi ton."
    },
    {
        "mnozina": "krastavci",
        "tacno": false,
        "tekst": "Krastavci nisu vrsta reči, ali jesu jedan od osnovnih sastojaka šopske salate, tartar-sosa, grčke salate, kao i ruske, francuske, flamanske, holandske, šlezvig-holštajnske i baden-virtemberške salate."
    }
]
