[
    {
        "naslov": "Vrste glasova",
        "podnaslov": "Koje su dve osnovne vrste glasova u srpskom jeziku?"
    },
    {
        "naslov": "Vrste glasova",
        "podnaslov": "Nađi samoglasnike i suglasnike u primerima"
    },
    {
        "naslov": "Samoglasnici",
        "podnaslov": "Samoglasnici se dele po vodoravnom i uspravnom položaju jezika pri artikulaciji. Kakvi sve mogu da budu?"
    },
    {
        "naslov": "Suglasnici",
        "podnaslov": "Kakvi sve suglasnici mogu da budu? Delimo ih po zvučnosti, mestu tvorbe i načinu tvorbe"
    },
    {
        "naslov": "Dalja podela glasova",
        "podnaslov": "Sad tražimo podgrupe samoglasnika i suglasnika"
    },
    {
        "naslov": "Akcenat",
        "podnaslov": "Svaka reč u izgovoru ima jedan slog jače izražen od ostalih, i ta kategorija se zove naglasak ili akcenat. U našem jeziku, naglasci po melodiji mogu biti silazni ili uzlazni, a po dužini kratki ili dugi"
    },
    {
        "naslov": "Glasovne promene",
        "podnaslov": "Glasovi, naročito suglasnici, često menjaju zvučnost, mesto ili način tvorbe u spoju sa drugim glasovima"
    },
    {
        "naslov": "Vrste reči",
        "podnaslov": "Obeleži deset osnovnih vrsta reči u srpskom jeziku"
    },
    {
        "naslov": "Vrste reči",
        "podnaslov": "Tražimo svaku od ovih deset vrsta reči u primerima"
    },
    {
        "naslov": "Dalja podela reči",
        "podnaslov": "Svaka vrsta reči se dalje deli po značenju, funkciji i mnogim drugim kriterijumima"
    },
    {
        "naslov": "Rod i broj",
        "podnaslov": "Promenljive reči mogu biti muškog, ženskog ili srednjeg roda, u jednini ili množini"
    },
    {
        "naslov": "Padeži",
        "podnaslov": "Imenice, pridevi, zamenice i neki brojevi menjaju se i po padežima. Kako se zovu naših sedam padeža?"
    },
    {
        "naslov": "Padeži",
        "podnaslov": "Da vidimo šta je u kom padežu."
    },
    {
        "naslov": "Glagolski oblici",
        "podnaslov": "Glagoli imaju svoje proste i složene oblike koji im utvrđuju stanje, vreme i način."
    },
    {
        "naslov": "Glagolski oblici",
        "podnaslov": "Da vidimo u kom je obliku ovaj ili onaj glagol."
    },
    {
        "naslov": "Kuliranje",
        "podnaslov": "To je to, bar za ovo izdanje. Bravo! Možeš da se vratiš na koji god hoćeš čelindž ako ti treba da još vežbaš, a možeš i s punim pravom da odeš na sladoled, u bioskop, pa i na pivo ako imaš više od 18 godina. U svakom slučaju, živeli!"
    },
    {
        "naslov": "",
        "podnaslov": ""
    }
    
]
