{
    "imenica": {
        "pridev": "Pridevi stoje uz imenice, bliže ih određuju, i od njih preuzimaju rod, broj i padež.# Često od imenica dobijamo prideve (grad → gradski), ili od prideva imenice (čist → čistoća).# Ima i imenica koje se po padežima menjaju po adjektivnom tipu promene, dakle kao da su pridevi (Grčka → u Grčkoj, a ne u Grčki).# Ako se dvoumiš da li je neka reč pridev ili imenica, pokušaj da tu reč zameniš upitnom zamenicom. Ako bi ta zamenica bila „ko” ili šta”, onda je tvoja reč verovatno imenica. Ako bi, pak, zamenica bila „kakav / kakva / kakvo”, „čiji / čija / čije”, „koji / koja / koje” ili „koliki / kolika / koliko” — onda je reč oko koje se dvoumiš verovatno pridev.",
        "zamenica": "Zamenice u rečenici zamenjuju imenice ili prideve, zato se tako i zovu.# Ako se dvoumiš da li je neka reč imenica ili zamenica, pogledaj da li uz nju stoji glagol u nekom od ličnih glagolskih oblika. Ako je taj glagol u prvom ili drugom licu, u pitanju je svakako zamenica. Ako je u trećem, onda je tvoja reč možda imenica a možda i zamenica.",
        "broj": "Postoje imenice koje se mogu smatrati za brojeve u širem smislu. To su imenice kao „dvojica”, „trojica”, delovi razlomaka: „polovina”, „trećina”, približne količine „desetak”, „stotinak” i slično.#Takođe, reč „hiljada” može biti imenica ili broj zavisno od konteksta.# Kriterijum za razlikovanje je taj što su brojne imenice promenljive reči, dok su brojevi većinom nepromenljivi, osim rednih i zbirnih.# Bilo kako bilo, ova aplikacija tretira sve kategorije u užem morfološkom smislu.",
        "glagol": "Imenice i glagole je moguće pomešati iz nekoliko razloga.# 1. Postoje glagolske imenice, koje u svom korenu imaju glagole, kako svršenog tako i nesvršenog vida: gradnja (od „graditi”), spavanje (od „spavati”), iznenađenje (od „iznenaditi”) itd.# 2. Mnogi glagoli imaju u svom korenu neku imenicu: podetinjiti (od „dete”), zaposliti (od „posao”), natovariti (od „tovar”).# 3. Ulogu predikata u rečenici, koju po pravilu vrši glagol, može vršiti i imenica koja stoji iza pomoćnog glagola.# Ako si u nedoumici da li je neka reč imenica ili glagol, pokušaj da je menjaš po padežima. Imenice se menjaju po padežima a glagoli ne.",
        "prilog": "Imenice i prilozi u rečenici često vrše istu funkciju, na primer označavaju meru ili količinu (gomila novca / mnogo novca). Takođe, prilozi mogu nastati od imenica (veče → večeras, noć → sinoć, mesto → smesta).# Ako se dvoumiš da li je neka reč imenica ili prilog, pokušaj da je menjaš po padežima ili da joj promeniš rod ili broj. Imenice su promenljive, prilozi su nepromenljivi.",
        "predlog": "Mnogi nepravi predlozi nastali su od imenica (tokom, početkom...).# Pošto predlozi igraju veliku ulogu u tvorbi reči, ima naravno i puno imenica koje su nastale od predloga (pod → potpukovnik, na → navlaka, od → odluka, po → popravka).# U svakom slučaju, imenice su promenljive i mogu da stoje i same, predlozi su nepromenljivi i uvek stoje ispred drugih reči, najčešće upravo ispred imenica (na Kalemegdanu, u autobusu, bez razloga, zbog budale).",
        "veznik": "Imenice su promenljive, veznici su nepromenljivi i čine vezu između rečenica ili drugih reči, obično baš između imenica (Mirko i Slavko, pare ili život).",
        "rečca": "Imenice su promenljive, rečce su nepromenljive. Naravno, složene imenice u svom korenu mogu imati i rečce, na primer sve imenice koje označavaju negaciju (neizvesnost, nerad, nepar, nečovek) su nastale spajanjem prostih reči s odričnom rečcom „ne”.",
        "uzvik": "Imenice su promenljive, uzvici su nepromenljivi. Ima naravno i imenica koje su nastale od uzvika, naročito onomatopeičnih (pljus! → pljusak, fiju! → fijuk, mjau! → mjauk)."
    },
    "pridev": {
        "zamenica": "Pridevske zamenice se u mnogim drugim jezicima ubrajaju u prideve, dok se zamenicama zovu samo lične zamenice.# Razlika između prideva i pridevskih zamenica je u tome što pridevi označavaju nešto određeno (crvena, leskovačka, aleva), dok zamenice ili postavljaju pitanje (kakva, kolika) ili pokazuju (ova, ona), ili označavaju pripadnost (moja, tvoja), neodređenost (nekakva), negaciju (nikakva) ili uopštenost (svakakva)",
        "broj": "Redni brojevi se ponašaju kao pridevi, ali su i dalje u kategoriji brojeva (prvi, drugi, stoti, milioniti). Postoje, s druge strane, i složeni pridevi koji su nastali od brojeva, ali dok redni brojevi označavaju poziciju u nekom nizu, ovakvi pridevi označavaju nego neko drugo svojstvo (jednolično, dvostruko, stopostotno).",
        "glagol": "Particip je glagolski oblik po svim svojstvima jednak pridevu, zato se oba participa u srpskom jeziku i nazivaju glagolski pridevi (radni i trpni).# Često je jedino iz konteksta rečenice moguće utvrditi da li je reč pridev nastao od glagola ili glagol u obliku glagolskog prideva trpnog (pijan čovek → čovek je pijan)",
        "prilog": "Skoro od svakog prideva može se dobiti i nepravi prilog, koji je jednak njegovom obliku jednine srednjeg roda (dobra mašina → dobro radi). Takvi prilozi podležu i komparaciji, kao i pridevi (bolja mašina → bolje radi, najbolja mašina → najbolje radi).# Ključna razlika je u tome što se pridevi menjaju u rodu, broju i padežu, a prilozi ne. Druga razlika je što ispred glagola stoje prilozi, dok ispred imenica ili drugih prideva mogu da stoje i pridevi i prilozi.",
        "predlog": "Pridevi su promenljivi, predlozi su nepromenljivi. Pošto predlozi igraju veliku ulogu u tvorbi reči, ima naravno i puno prideva koji su nastali od predloga (bez → besmislen, iz → izvanredan, od → odličan, na → napakovan).",
        "veznik": "Pridevi su promenljivi, veznici su nepromenljivi i čine vezu između rečenica ili drugih reči, ponekad baš između prideva (živ i zdrav, mrtav i beo).",
        "rečca": "Pridevi su promenljivi, rečce su nepromenljive. Naravno, složeni pridevi u svom korenu mogu imati i rečce, na primer svi pridevi koji označavaju negaciju (neprilagođen, neodlučan, neraspoređen) su nastali spajanjem prostih prideva s odričnom rečcom „ne”.",
        "uzvik": "Pridevi su promenljivi po rodu, broju i padežu, uzvici nisu. Sem toga, uzvici obično stoje nezavisno dok pridevi stoje uz imenice ili druge prideve.# Ima naravno i prideva koji su nastali od uzvika, naročito od onomatopeičnih (pljus! → pljuskovit)."
    },
    "zamenica": {
        "broj": "Zamenički izraz „jedan drugog” nastao je od osnovnog broja „jedan” i rednog broja „drugi”. # Druga veza između brojeva i zamenica je u tome što se redni brojevi i pridevske zamenice po padežima menjaju po adjektivnoj promeni, dakle kao pridevi.# U gramatici Živojina Simića iz 1922. godine postojala je i kategorija brojnih zamenica: ovoliko, toliko, onoliko, nekoliko itd. U današnjim gramatikama ova kategorija ne postoji, te zamenice su pridružene kategoriji pokaznih ili neodređenih zamenica.",
        "glagol": "Glagoli i zamenice često stoje jedni uz druge u rečenici, a povratna zamenica „se” učestvuje u građenju složenih oblika povratnih glagola (recimo „Setio sam se”).",
        "prilog": "Pokazne zamenice (ovaj, taj, onaj, ovoliki, toliki, onoliki) su po obliku i funkciji bliske prilozima (ovako, tako, onako, ovoliko, toliko, onoliko, ovde, tamo, onde).# Prilozi ovog tipa se zato i nazivaju zameničkim prilozima ili zamenicama u širem smislu.# Kako možemo da ih razlikujemo? Tako što se pokazne zamenice menjaju po padežima, a prilozi ne.",
        "predlog": "Zamenice i predloge je moguće pomešati jer zamenice često, a predlozi uvek, stoje u zavisnom odnosu prema imenicama ili drugim zamenicama.",
        "rečca": "Pokazne rečce (evo, eto, eno) je lako pomešati sa pokaznim zamenicama (ovo, to, ono), kao i sa prilozima za mesto (ovde, tu, onde) ili za pravac kretanja (ovamo, tamo, onamo).# Takođe, pokazna zamenica „ovaj” se često koristi kao poštapalica u govoru, a poštapalice funkcionalno spadaju u rečce.",
        "uzvik": "Neki uzvici su po obliku slični ili čak istovetni nekim zamenicama. Recimo lična zamenica prvog lica jednine „ja” je identična kao i uzvik „ja!”, pozajmljen iz nemačkog jezika (na primer, koristi ga Zvonko Lepetić kad se javlja na telefon u „Balkanskom špijunu”)."
    },
    "broj": {
        "glagol": "Dešava se da brojevi učestvuju u tvorbi glagola (udvostručiti, desetkovati). Takođe, lični glagolski oblici imaju gramatičku kategoriju broja (jednina / množina).",
        "prilog": "Osnovni i zbirni brojevi se gramatički ponašaju kao prilozi za meru ili količinu (deset ljudi / petoro ljudi / malo ljudi), utoliko što imenica ili pridev koji stoji iza priloga, osnovnog ili zbirnog broja, dobija oblik genitiva množine.",
        "uzvik": "Brojevi u kontekstu rečenice mogu dobiti i funkciju uzvika, naročito ako je u pitanju izvikivanje rezultata u fudbalu."
    },
    "glagol": {
        "prilog": "Postoje dva prosta glagolska oblika koji se zovu glagolski prilog sadašnji (radeći, čekajući) i glagolski prilog prošli (uradivši, sačekavši). Oni se u rečenici ponašaju kao i prilozi i obično imaju sintaksičku funkciju priloške odredbe za način ili vreme.# Takođe, prilozi obično i stoje ispred glagola i bliže ih određuju, kao što ispred imenica stoje pridevi.",
        "veznik": "Glagoli se menjaju po vremenu, načinu ili licu, veznici su nepromenljivi i čine vezu između rečenica ili drugih reči, često baš između glagola („Imati i nemati”, „biti ili ne biti”).",
        "rečca": "Glagoli se menjaju po vremenu, načinu ili licu. Naravno, odrični glagolski oblici (neću) u korenu imaju odrečnu rečcu „ne”.",
        "uzvik": "Glagoli su promenljivi, uzvici su nepromenljivi. Ima naravno i glagola koji su nastali od uzvika, naročito onomatopeičnih (pljus! → pljusnuti, fiju! → fijuknuti), a ima i uzvika koji su nastali od glagola(ćutati → ćut!, marširati → mrš!)"
    },
    "prilog": {
        "predlog": "Predlozi i prilozi spadaju u nepromeljive reči. Međutim, i jedni i drugi direktno utiču na oblik reči koji se nalazi iza njih.# Ako se dvoumiš da li je neka reč prilog ili predlog, pogledaj kojoj vrsti reči pripada reč iza nje.# Ako je to glagol, tvoja reč je prilog (lepo pričaš).# Ako je to imenica, pridev ili zamenica, tvoja reč je verovatno predlog (ka kući, od malih nogu, na probi), sem ako je druga reč u genitivu množine i ako tvoja reč označava meru ili količinu (mnogo kuća), u tom slučaju je tvoja reč verovatno opet prilog.",
        "rečca": "Rečce su u starijim gramatikama često ubrajane među priloge, i svakako često imaju sa prilozima zajednička svojstva, naročito kad su u pitanju rečce koje izražavaju govornikov lični odnos prema radnji o kojoj govori (baš, valjda, upravo, taman, možda, kanda, ipak, doduše, čak, medutim, štaviše, elem).# Takođe, pokazne rečce (evo, eto, eno) je lako pomešati sa prilozima za mesto (ovde, tu, onde) ili za pravac kretanja (ovamo, tamo, onamo), kao i sa pokaznim zamenicama (ovo, to, ono)",
        "uzvik": "Neki uzvici očigledno jesu nastali od priloga, naročito od priloga pozajmljenih iz stranih jezika (najs!, kul!, osom!, amejzing!)."
    },
    "predlog": {
        "veznik": "Predloge i veznike je lako pomešati jer su nepromenljivi, najčešće kratki, i u zavisnom su odnosu prema rečima koje stoje ispred njih.# Osnovna razlika je u tome što je predlog uvek vezan za reč ispred koje stoji (na poslu, u kući, iz aviona), dok veznik povezuje dve reči ili dve rečenice („prvo i prvo”, „mogu ali neću”, „Mislim, dakle postojim”)",
        "rečca": "Predlog stoji ispred reči koja se menja po padežima i po pravilu upravo taj predlog određuje koji će to padež biti.# Ako se dvoumiš da li je neka reč predlog ili rečca, pogledaj da li reč iza nje može da se menja po padežima. Ako može, pogledaj da li bi na njen padež uticalo ako bi se tvoja reč zamenila drugom. Ako bi uticalo, onda je tvoja reč verovatno predlog (od kuće / ka kući, sa razlogom / bez razloga).",
        "uzvik": "Neki uzvici su po obliku slični ili čak identični sa nekim predlozima. Recimo, predlog za mesto „na” je identičan kao uzvik „na!”, koji se u običnom govoru nažalost često koristi umesto „izvoli!”)."
    },
    "veznik": {
        "rečca": "Veznici i rečce su dve vrlo tesno isprepletene vrste reči i ponekad je teško utvrditi razliku, sem iz konteksta rečenice odnosno iz funkcije koju reč ima.# Glavna razlika je u tome što je funkcija veznika da povezuje reči ili rečenice(i, ili, ali, dok, kad, pošto, zato), dok rečce ili iskazuju lični stav prema predmetu radnje (elem, baš, možda, valjda, kanda, štaviše, doduše).# Reč „da” je s jedne strane u širokoj upotrebi kao potvrdna rečca (Da, dobro si video), s druge strane kao veznik za nekoliko vrsta rečenica:# - izrične (Mogu da ti smotam jednu s celerom)# - namerne (Jakovljeviću, pomozi mi, da te ne ubijem!)# - pogodbene (Sve se ovo ne bi desilo da je Pera otišao na vreme u policiju).",
        "uzvik": "Veznici su uvek u zavisnom odnosu prema rečima koje povezuju (čak i ako su u pitanju takozvani nezavisni veznici), dok su uzvici, naprotiv, po pravilu izdvojene i nezavisne reči. Postoje međutim konstrukcije gde ih je teško razdvojiti, kao na primer „Ali! Ali! Avaj! Ali! Zar se ovaj dečko šali?”"
    },
    "rečca": {
        "uzvik": "Rečce i uzvike je često moguće razlikovati samo po kontekstu rečenice.# Konkretno, ako reč „pa” služi kao poštapalica, u pitanju je rečca. Ako je izdvojena kao zasebna reč sa znakom uzvika, ista reč je uzvik. Inače, ako služi da vremenski poveže dve ili više radnji, ista ta reč je veznik."
    },
    "adjektivna": "Adjektivni (pridevski) tip promene imaju imenice koje u padežima imaju nastavke kao da su pridevi, i obično su i nastale od prideva.# Primeri ovakvih imenica su:# - imena zemalja ili gradova sa pridevskim završetkom: Nemačka, Češka, Poljska, Grčka, Grocka, Mađarska, Makarska # - prezimena sa pridevskim završetkom: Dostojevski, Crnjanski, Koljčicki, Savaloralinovački # - imenice nastale od participa: glavnokomandujući, optuženi, gorepomenuti # - vlastite imenice nastale od prideva: Tihi, Mrki, Crni",
    "prva": "U prvu deklinacionu vrstu spadaju imenice muškog i srednjeg roda koje se u nominativu jednine završavaju na suglasnik, na samoglasnik „o” ili na „e” (Petar, Stanislav, Uroš, Džoker, Saturn, Marko, Pablo, vazduh, ašov, ranac, more, grožđe, gvožđe).",
    "druga": "U drugu deklinacionu vrstu spadaju pretežno imenice ženskog roda, kao i neke imenice muškog roda. Sve imenice druge deklinacije u nominativu se završavaju na „a” (Luka, Ana, Sava, Duca, Peca, Evropa, Amerika, voda, vatra, inspiracija).",
    "treća": "U treću deklinacionu vrstu spadaju imenice ženskog roda koje se u nominativu završavaju na suglasnik, ili na samoglasnik „o” (svetlost, reč, krljušt, čađ, plesan, urođenost, so, misao). Neke imenice srednjeg roda, koje u jednini pripadaju prvoj deklinaciji (oko, uho / uvo), u množini se menjaju kao u trećoj (oči, uši).",
    "proširena": "Imenice srednjeg roda sa proširenom osnovom u genitivu, dativu, instrumentalu i lokativu (vreme, bure, đubre...) u Stanojčićevoj i Popovićevoj gramatici su se vodile kao imenice druge deklinacione vrste, dakle po ovoj gramatici srpski jezik ih ima ukupno četiri. Ovo napominjemo jer smo skoro svi učili gramatiku iz ove knjige.# Ova aplikacija se međutim ravna prema „Normativnoj gramatici srpskog jezika” (Piper / Klajn, 2016), koja sve imenice muškog i srednjeg roda sa završetkom na suglasnik, „o” ili na „e” svrstava u prvu deklinacionu vrstu.",
    "vlastita": {
        "zajednička": "Vlastite imenice predstavljaju lična imena, imena institucija, firmi, organizacija, kao i svih geografskih pojmova. Lako ih je prepoznati jer se uvek pišu velikim početnim slovom: Steva, Radmila, Miroslav, Betmen, Vršac, Aranđelovac, Asgard, Gondor, Mordor, Ovčar, Kablar, Ob, Jenisej, Jelisej, Odisej, Jupiter, Neptun, Majkrosoft, Vajber.# Zajedničke imenice označavaju bića, predmete, pojave i druge pojmove kojih može biti više. Pišu se malim početnim slovom: profesija, krastavac, malter, monitor, čovek, elf, predsedništvo, šrafciger, pravougaonik, inspiracija, mladost.# Neke imenice mogu biti vlastite ili zajedničke zavisno od konteksta, recimo zajednička imenica „mladost” postaje vlastita ako je u pitanju FK „Mladost”."
    },
    "zbirna": "Zbirne imenice su one koje oblikom jednine iskazuju množinu: čopor, krdo, stado, bataljon, odeljenje, divizija, oružje, oruđe, posuđe, grožđe, lišće, cveće, piće, drvenarija, elektrika.# Razlika između zbirnih i gradivnih imenica je u tome što zbirne označavaju nešto što se može prebrojati.# Neke imenice mogu biti zbirne ili pojedinačne zavisno od konteksta. Recimo, kukuruz u rečenici „Pojeo sam jedan baš dobar kukuruz.” očigledno nije zbirna imenica, ali jeste u rečenici „Istovario sam kukuruz”, pod pretpostavkom da kamiondžija nije traćio gorivo da bi prevezao samo jedan kukuruz.",
    "gradivna": "Gradivne imenice označavaju materiju od koje je nešto napravljeno. U ovu grupu spadaju sve vrste materijala - čvrstih, tečnih i gasovitih: brašno, ulje, so, šećer, voda, rakija, pesak, šljunak, cement, kreč, glet-masa, azbest, barut, plutonijum, kriptonit, flu-prašak.",
    "brojna": "Brojne imenice su izvedene od brojeva, ali za razliku od brojeva imaju rod, broj, padež i deklinacionu vrstu (trojica, trojka, trećina).",
    "glagolska": "Glagolske imenice su izvedene od glagola, ali za razliku od glagola imaju rod, broj, padež i deklinacionu vrstu (iznenađenje, napad, predaja, prodaja)",
    "apstraktna": "Apstraktne ili misaone imenice označavaju neopipljive pojmove, kao što su sreća, ljubav, vera, nada, dan, noć, mesečina, nedelja, ponedeljak, četvrtak, godina, decenija, kvadrat, funkcija.#",
    "muški": "Muškog roda su imenice koje označavaju bića muškog pola. Ako imenica označava predmet, pojam ili kategoriju, onda možemo reći da je muškog roda ako bi ispred nje prirodno zvučala pokazna zamenica „ovaj”, „taj” ili „onaj”.# Pridevi, pridevske zamenice, redni brojevi i glagoli u obliku participa nasleđuju rod od imenice ili imeničke zamenice uz koju stoje, na primer: „To bi bilo kao kada bi Snejp delio bombone.”",
    "ženski": "Ženskog roda su imenice koje označavaju bića ženskog pola. Ako imenica označava predmet, pojam ili kategoriju, onda možemo reći da je ženskog roda ako bi ispred nje prirodno zvučala pokazna zamenica „ova”, „ta” ili „ona”.# Pridevi, pridevske zamenice, redni brojevi i glagoli u obliku participa nasleđuju rod od imenice ili imeničke zamenice uz koju stoje, na primer: „Zar nije bilo belih sijalica?”",
    "srednji": "Srednjeg roda su imenice koje označavaju mladunce živih bića (dete, ždrebe, štene, tele, slonče). Ako imenica označava predmet, pojam ili kategoriju, onda možemo reći da je srednjeg roda ako bi ispred nje prirodno zvučala pokazna zamenica „ovo”, „to” ili „ono”.# Pridevi, pridevske zamenice, redni brojevi i glagoli u obliku participa nasleđuju rod od imenice ili imeničke zamenice uz koju stoje, na primer: „crno grožđe” ili „kovano gvožđe”.",
    "jednina": "Reč je u jednini ako označava jedno biće, predmet, pojavu, pojam ili kategoriju, sem u slučaju zbirnih i gradivnih imenica koje oblikom jednine označavaju veći broj ili količinu nečega.# Imenica je u jednini ako ispred nje prirodno zvuči pokazna zamenica „ovaj”, „ova”, „ovo”, zavisno od roda.# pridevske zamenice, redni brojevi i glagoli u ličnim glagolskim oblicima nasleđuju broj od imenice ili imeničke zamenice uz koju stoje.",
    "množina": "Reč je u množini ako označava dva ili više bića, predmeta, pojava, pojmova ili kategorija.# Imenica je u množini ako ispred nje prirodno zvuči pokazna zamenica „ovi”, „ove”, „ova”, zavisno od roda.# Pridevi, pridevske zamenice, redni brojevi i glagoli u ličnim glagolskim oblicima nasleđuju broj od imenice ili imeničke zamenice uz koju stoje.",
    "dvojina": "Dvojina (dual ili paukal) je stari jezički oblik, u savremenom jeziku delimično sačuvan, i upotrebljava se uz brojeve „dva”, „tri” i „četiri” i uz zamenicu „oba”.# Nominativ i akuzativ dvojine su jednaki genitivu jednine za imenice muškog i srednjeg roda (dva čamca, oba broda, ali pet brodova), a nominativu množine za imenice ženskog roda (tri jahte, četiri podmornice, ali deset podmornica). U ostalim padežima, uz brojeve dva, tri, četiri koristi se običan oblik množine.",
    "singularija tantum": "Singularija tantum (što na latinskom znači „samo jednina”) je oblik imenica koje nemaju množinu. To su imenice kao što je „brat”, koje nemaju pravilnu već supletivnu množinu („braća”).# U ovu kategoriju spadaju i gradivne, zbirne i apstraktne i vlastite imenice, premda većina njih potencijalno ima i oblike množine, ali se takvi oblici retko koriste.",
    "pluralija tantum": "Pluralija tantum (na latinskom „samo množina”) je oblik imenica koje imaju samo oblik množine ali obično predstavljaju jednu celinu.# To može biti deo tela (grudi, leđa, krsta, slabine). Imaj na umu da oči i uši ne spadaju u ovu kategoriju, jer imaju i oblike jednine.# Oblik pluralije tantum imaju i predmeti i alati sastavljeni od delova koji moraju da budu zajedno da bi predmet imao svrhu (pantalone, gaće, vrata, kola, klešta, makaze, motorcangle, klemerice, papagajke). #U ovu kategoriju spadaju i neki geografski pojmovi, kao što su Delfi, Havaji, Ćalije, Viline Vode, Bele Vode i naravno Braća Jerković, jer bilo bi nezamislivo živeti na samo jednom Havaju ili u samo jednom bratu Jerkoviću.",
    "nominativ": "Nominativ je nezavisni padež u kome se u rečenici nalazi subjekat, a često i atribut, apozicija, imenski deo predikata i drugo. U nominativu stoje i imenice van konteksta rečenice.# Imenica je u nominativu ako odgovara na pitanje „ko / šta”.",
    "genitiv": "U genitivu reči mogu da stoje kad označavaju: #- pripadnost (Ustav Srbije, zastava Japana, logotip „Gugla”). Ovakav oblik genitiva zove se posesivni genitiv. #- deo veće celine - partitivni genitiv (jug Srbije, obala Japana, razvojno odeljenje „Gugla”).#- odvajanje ili udaljavanje - ablativni genitiv (odlazak iz Srbije, Japana, „Gugla”)# - razlog ili uzrok (zbog „Gugla”)# - poreklo (iz Japana)# - osobinu (poput „Gugla”)# Kao što ima mnogo primena, ispred genitiva mogu da stoje i mnogi predlozi: od, iz, bez, sa, zbog, poput, pored, unutar, izvan, ispod, iznad, ispred, iza, između, pre, posle... # Reč je u genitivu ako odgovara na pitanje „koga / čega” (uz predlog ako ga ima).",
    "dativ": "Dativ označava davanje, približavanje ili usmerenost ka nekome ili nečemu.# U dativu stoje reči koje u rečenici vrše funkciju nepravog objekta (za razliku od direktnog objekta koji se uvek nalazi u akuzativu).# Ispred dativa stoje predlozi: k, ka, prema, a koristi se i bez predloga. # Reč je u dativu ako odgovara na pitanje „kome / čemu”.",
    "akuzativ": "Akuzativ označava pravi (direktni) objekat, što znači biće ili predmet na kome se vrši radnja. Takođe označava i pravac kretanja, zbog čega ga ne treba mešati sa dativom.# Ako označava direktni objekat, akuzativ se može koristiti i bez predloga, ako označava pravac kretanja, ispred nje svakako stoje predlozi „na”, „u” ili „za” (ići na posao, u školu, putovati za Šabac, zaroniti pod vodu). # Reč je u akuzativu ako odgovara na pitanje „koga / šta”.",
    "vokativ": "Vokativ služi za obraćanje, dozivanje ili oslovljavanje. Zajedno s nominativom spada u nezavisne padeže, takođe s nominativom ima i isti oblik za sve imenice u množini i za imenice srednjeg roda u jednini.# Uz vokativ ne stoje predlozi, pri nabrajanju padeža se uz vokativ obično stavljaju uzvici „hej”, „ej” ili „alo”.",
    "instrumental": "Instrumental je dobio ime po tome što označava sredstvo kojim se nešto radi (zakucavati čekićem, vaditi kleštima, glačati šmirglom, čistiti četkom, sipati kutlačom).# Iza predloga „s” / „sa”, reč u instrumentalu označava društvo (sa sestrom, s ekipom), stav ili stanje (sa poštovanjem, s obzirom, pod uticajem), ili sadržinu (sa šlagom, s jabukama). #Može označavati i mesto (pod vodom, nad zemljom).# Reč je u instrumentalu ako odgovara na pitanje „(sa) kim / (sa) čim”.",
    "lokativ": "Lokativ ima oblik jednak dativu, ali se uvek upotrebljava s predlozima „na”, „o”, „po”, „u” i „pri”. Može da označava:# mesto kretanja ili mirovanja (na krovu, po trotoaru, u avionu, pri zidu)# - vreme (u prošlosti, o Božiću)# - predmet govora (o vuku)# - stanje (gledati u neverici, biti u tranziciji)# - kriterijum poređenja (jednaki po visini, nejednaki po širini).# Reč je u lokativu ako odgovara na pitanje „o kome / o čemu”.",
    "Ⅰ": "U Ⅰ glagolsku vrstu spadaju glagoli čiji se oblik infinitiva završava na „-ati”: brati, znati, čitati, pitati, svitati, ritati...",
    "Ⅱ": "U Ⅱ glagolsku vrstu spadaju glagoli čiji se oblik infinitiva završava na „-eti”: hteti, smeti...",
    "Ⅲ": "U Ⅲ glagolsku vrstu spadaju glagoli čiji se oblik infinitiva završava na „-iti”: biti, šiti, piti, govoriti...",
    "Ⅳ": "U Ⅳ glagolsku vrstu spadaju glagoli čiji se oblik infinitiva završava na „-uti”: čuti, počuti...",
    "Ⅴ": "U Ⅴ glagolsku vrstu spadaju glagoli čiji se oblik infinitiva završava na „-sti”: sesti, jesti, sresti...",
    "Ⅵ": "U Ⅵ glagolsku vrstu spadaju glagoli čiji se oblik infinitiva završava na „-rti”: utrti, prostrti, zastrti...",
    "Ⅶ": "U Ⅶ glagolsku vrstu spadaju glagoli čiji se oblik infinitiva završava na „-ći”: ići, stići, naći, prići..."
}